hurrican/hurrican-acceptance-test/src/citrus/resources/templates/customer/v1/GetOrderDetailsCustomer_01/getOrderDetails.xml

<soap:Envelope xmlns:soap="http://schemas.xmlsoap.org/soap/envelope/">
    <soap:Body>
        <getOrderDetails xmlns="http://www.mnet.de/esb/cdm/Customer/CustomerOrderService/v1">
            <lineContractId>${lineContractId}</lineContractId>
        </getOrderDetails>
    </soap:Body>
</soap:Envelope>